Repository: unfoldedcircle/integration-appletv
Catalog: intg-appletv/locales/*/LC_MESSAGES/intg-appletv.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: Control your Apple TV with Remote Two/3.
de_de: Steuere Apple TV mit Remote Two/3.
fr_fr: Contrôler votre Apple TV avec Remote Two/3.
nl_nl: Bedien je Apple TV met Remote Two/3.
sv_se: Styr din Apple TV med Remote Two/3.

source: Integration setup
de_de: Integrationssetup
es_es: Configuración de la integración
fr_fr: Configuration de l'intégration
nl_nl: Integratie configureren
sv_se: Integrationskonfigurering

source: Setup process
de_de: Setup Fortschritt
es_es: Proceso de configuración
fr_fr: Progression de la configuration
nl_nl: Configuratieproces
sv_se: Konfigureringsprocess

source: The integration will discover your Apple TV on your network.
de_de: Die Integration wird dein Apple TV in deinem Netzwerk erkennen.
es_es: La integración detectará tu Apple TV en tu red.
fr_fr: L'intégration découvrira votre Apple TV sur votre réseau.
nl_nl: De integratie zal je Apple TV op je netwerk ontdekken.
sv_se: Integrationen kommer att upptäcka din Apple TV på ditt nätverket.

source: Apple TV 4 and newer are supported and the device must be on the same network as the remote.
de_de: Apple TV 4 und neuer werden unterstützt und das Gerät muss sich im gleichen Netzwerk wie die Fernbedienung befinden.
fr_fr: Apple TV 4 et plus récentes sont prises en charge et l'appareil doit être sur le même réseau que la télécommande.
sv_se: Apple TV 4 och nyare modeller stöds. Enheten måste vara på samma nätverk som fjärrkontrollen.

source: During the process, you need to enter multiple PINs that are shown on your Apple TV. Please make sure to set AirPlay access to _Anyone on the Same Network_ in Apple TV settings.
de_de: Während des Prozesses musst du mehrere PINs eingeben, die auf deinem Apple TV angezeigt werden. Bitte stelle sicher, dass der AirPlay-Zugriff in den Apple TV-Einstellungen auf _Für jeden im selben Netzwerk_ eingestellt ist.
es_es: Durante el proceso, necesitas ingresar múltiples PIN que se muestran en tu Apple TV. Por favor, asegúrate de configurar el acceso de AirPlay de la siguiente manera "Cualquiera en la misma red" en la configuración de Apple TV.
fr_fr: Au cours du processus, vous devez saisir plusieurs codes PIN qui s'affichent sur votre Apple TV. Veillez à ce que l'accès AirPlay soit réglé sur _Toute personne sur le même réseau_ dans les réglages de l'Apple TV.
nl_nl: Tijdens het proces moet je meerdere pincodes invoeren die op je Apple TV worden weergegeven. Zorg ervoor dat de AirPlay-toegang is ingesteld op _Iedereen op hetzelfde netwerk_ in de Apple TV-instellingen.
sv_se: Du kommer behöva skriva in flera PIN-koder under processen. Vänligen säkerställ att åtkomst för AirPlay är satt till _Alla på samma nätverk__ under inställningarna på din Apple TV.

source: Please see our support article for requirements, features and restrictions.
de_de: Bitte beachte unseren [Support-Artikel](https://support.unfoldedcircle.com/hc/en-us/articles/19479576638620) zu Anforderungen, unterstützten Funktionen und Einschränkungen.
es_es: Por favor, consulta nuestro [artículo de soporte] (https://support.unfoldedcircle.com/hc/es/articles/19479576638620) para los requisitos, características y restricciones.
fr_fr: Veuillez consulter [l’article de support](https://support.unfoldedcircle.com/hc/en-us/articles/19479576638620) pour connaître les exigences, les fonctionnalités prises en charge et les restrictions.
nl_nl: Bekijk onze [support pagina](https://support.unfoldedcircle.com/hc/en-us/articles/19479576638620) voor vereisten, functies en begrenzingen.
sv_se: Vänligen se vår [supportartikel](https://support.unfoldedcircle.com/hc/en-us/articles/19479576638620) för tekniska krav, stödda funktioner och begränsningar.

source: Add a new device
de_de: Neues Gerät hinzufügen
es_es: Añadir nuevo dispositivo
fr_fr: Ajouter un nouvel appareil
nl_nl: Nieuw apparaat toevoegen
sv_se: Lägg till ny enhet

source: Delete selected device
de_de: Selektiertes Gerät löschen
es_es: Eliminar dispositivo seleccionado
fr_fr: Supprimer l'appareil sélectionné
nl_nl: Verwijder geselecteerd apparaat
sv_se: Ta bort vald enhet

source: Configure selected device
de_de: Selektiertes Gerät konfigurieren
es_es: Configurar dispositivo seleccionado
fr_fr: Configurer l'appareil sélectionné
nl_nl: Geselecteerd apparaat configureren
sv_se: Konfigurera vald enhet

source: Reset configuration and reconfigure
de_de: Konfiguration zurücksetzen und neu konfigurieren
es_es: Restablecer configuración y reconfigurar
fr_fr: Réinitialiser la configuration et reconfigurer
nl_nl: Configuratie resetten en opnieuw configureren
sv_se: Återställ konfiguration och konfigurera igen

source: Configuration mode
de_de: Konfigurations-Modus
es_es: Tipo de configuración
fr_fr: Mode de configuration
nl_nl: Configuratiemodus
sv_se: Konfigurationssätt

source: Configured devices
de_de: Konfigurierte Geräte
es_es: Dispositivos configurados
fr_fr: Appareils configurés
nl_nl: Geconfigureerde apparaten
sv_se: Konfigurerade enheter

source: Manual MAC address (below)
de_de: Manuelle MAC-Adresse (unten)
es_es: Direccion MAC manual (abajo)
fr_fr: Adresse MAC manuelle (ci-dessous)
nl_nl: Handmatig MAC-adres (hieronder)
sv_se: Manuell MAC-adress (nedan)

source: MAC address
de_de: MAC-Adresse
es_es: MAC adress
fr_fr: Adresse MAC
nl_nl: MAC-adres
sv_se: MAC-adress

source: Manual MAC address
de_de: Manuelle MAC-Adresse
fr_fr: Adresse MAC manuelle
nl_nl: Handmatig MAC-adres
sv_se: Manuell MAC-adress

source: IP address (optional)
de_de: IP-Adresse (optional)
es_es: Direccion IP (opcional)
fr_fr: Adresse IP (optionnelle)
nl_nl: IP-adres (optioneel)
sv_se: IP-adress (valfritt)

source: Please choose your Apple TV
de_de: Bitte wähle deinen Apple TV
es_es: Por favor, elige tu Apple TV
fr_fr: Choisissez votre Apple TV
nl_nl: Kies je Apple TV
sv_se: Vänligen välj din Apple TV

source: Choose your Apple TV
de_de: Wähle deinen Apple TV
es_es: Elige tu Apple TV
fr_fr: Choisissez votre Apple TV
nl_nl: Kies je Apple TV
sv_se: Välj din Apple TV

source: Please enter the shown AirPlay-Code on your Apple TV
de_de: Bitte gib den angezeigten AirPlay-Code auf deinem Apple TV ein
es_es: Por favor, introduce el código AirPlay mostrado en tu Apple TV
fr_fr: Veuillez entrer le code AirPlay affiché sur votre Apple TV
nl_nl: Voer de weergegeven AirPlay-code in op je Apple TV
sv_se: Vänligen ange AirPlay-koden som visas på din Apple TV

source: Apple TV AirPlay-Code
es_es: Código AirPlay de Apple TV
fr_fr: Code AirPlay de l'Apple TV
sv_se: Apple TV AirPlay-kod

source: Please enter the shown PIN on your Apple TV
de_de: Bitte gib die angezeigte PIN auf deinem Apple TV ein
es_es: Por favor, introduce el PIN mostrado en tu Apple TV
fr_fr: Veuillez entrer le code PIN affiché sur votre Apple TV
nl_nl: Voer de weergegeven PIN-code in op je Apple TV
sv_se: Vänligen ange PIN-koden som visas på din Apple TV

source: Apple TV PIN
es_es: PIN de Apple TV
fr_fr: Code PIN de l'Apple TV
nl_nl: Apple TV PIN-code

source: Setup mode
de_de: Setup Fortschritt
es_es: Modo de configuración
fr_fr: Progression de la configuration
nl_nl: Setup-modus
sv_se: Konfigureringsprocess

source: Discover or connect to Apple TV device
de_de: Suche oder Verbinde auf Apple TV Gerät
es_es: Descubre o conecta con el dispositivo Apple TV
fr_fr: Découvrir ou connexion à l'appareil Apple TV
nl_nl: Ontdek of maak verbinding met Apple TV apparaat
sv_se: Upptäck eller anslut till Apple TV-enhet

source: Leave blank to use auto-discovery and click _Next_.
de_de: Leer lassen, um automatische Erkennung zu verwenden und auf _Weiter_ klicken.
es_es: Deje en blanco para usar auto-discovery y haga click en _Siguiente_.
fr_fr: Laissez le champ vide pour utiliser la découverte automatique et cliquez sur _Suivant_.
nl_nl: Laat dit veld leeg om auto-discovery te gebruiken en klik _Volgende_.
sv_se: Lämna tomt för att hitta automatiskt och klicka på _Nästa_.

source: The device must be on the same network as the remote.
de_de: Das Gerät muss sich im gleichen Netzwerk wie die Fernbedienung befinden.
fr_fr: L'appareil doit être sur le même réseau que la télécommande.
sv_se: Enheten måste vara på samma nätverk som fjärrkontrollen.

source: IP address (same network only)
de_de: IP-Adresse (nur im gleichen Netzwerk)
es_es: Dirección IP (solo de la misma red)
fr_fr: Adresse IP (seulement dans le même réseau)
nl_nl: IP-adres (alleen op hetzelfde netwerk)
sv_se: IP-adress (endast samma nätverk)

source: Change volume on all connected devices
de_de: Lautstärkeregelung auf allen verbundenen Geräten
es_es: Cambia el volumen en todos los dispositivos conectados
fr_fr: Régler le volume sur tous les appareils connectés
nl_nl: Wijzig volume op alle aangesloten apparaten
sv_se: Styr volymen på alla anslutna enheter

source: Action
de_de: Aktion
es_es: Acción
nl_nl: Uitvoeren
sv_se: Åtgärd
